Revit 2024 API
Concrete.ConcreteBumpAmount Property
 The property labeled "Amount" from the "Concrete" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string ConcreteBumpAmount { get; }
Visual Basic
Public Shared ReadOnly Property ConcreteBumpAmount As String
	Get
Visual C++
public:
static property String^ ConcreteBumpAmount {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 2".
See Also
Concrete Class
Autodesk.Revit.DB.Visual Namespace